//
//  OMNProduct.m
//  restaurants
//
//  Created by tea on 01.07.14.
//  Copyright (c) 2014 tea. All rights reserved.
//

#import "OMNProduct.h"

@implementation OMNProduct

- (NSString *)text {
  return @"С другой стороны консультация с широким активом способствует подготовки и реализации систем массового участия. Не следует, однако забывать, что начало повседневной работы по формированию позиции позволяет выполнять важные задания по разработке соответствующий условий активизации. Таким образом реализация намеченных плановых заданий требуют определения и уточнения дальнейших направлений развития. Задача организации, в особенности же укрепление и развитие структуры представляет собой интересный эксперимент проверки системы обучения кадров, соответствует насущным потребностям. Разнообразный и богатый опыт реализация намеченных плановых заданий представляет собой интересный эксперимент проверки направлений прогрессивного развития.";
}

@end
